const reivews = [
// 1
    {
        img:"img/리뷰1.jpeg",
        text1:"이 책을 아주 많이 사랑할 것 같은 예감이 들어요 처음엔 책 디자인이 마음에 들어서 궁금했는데 내용도 너무 만 족 .... ...",
        star:5,
        user:"네*******",
        date:"2025.04.19",
        bookImg: "img/리뷰1책.png",
        bookTitle: "우정 이상 사랑 초과 - 강릉 여행 서간집",
        count: 1,
        score: 100.0
    },
 //2 
    {
        img:"img/리뷰2.webp",
        text1:"한 대학생의 우여곡절을 볼 수 있어서 좋습니다. 보통 대학을 혼자 다니다보면 대학생의 일생을 알게 되는 건 술자리에서 말고는 힘들잖아요. 아니, 술자리에서 듣기 힘들 수도 있죠. 저같은 경우 대학교를 다니며 다른 학생과 교류를 잘 하지 않는 스타일인데, 마치 수업 듣는 사람 중 한 번도 이야기를 나눠보지 못한 사람의 일대기를 알게 된 것 같아서 흥미로웠습니다. 학교 생활을 정말 잘 하는 것처럼 보이는 사람도 충분히 힘든 겪고 있겠구나..싶어서 위로도 되구요. 그래서 일기장일까요? 또는 자서전 같은 느낌도 받았습니다. 앞으로도 많은 대학생 분들의 이야기를 많이 풀어주셨으면 하는 바람입니다!",
        star:5,
        user:"3*******",
        date:"2025.04.10",
        bookImg: "img/리뷰2책.jpg",
        bookTitle: "내 일기장 펼치면 바보!",
        count: 1,
        score: 100.0
    },
// 3
    {
        img:"img/리뷰3.jpeg",
        text1:"평소 사진찍기를 좋아하는 저에게 잘 맞을 것 같아 구매했어요제 딸 아이에게도 읽으라고 권유하고 싶네요",
        star:5,
        user:"네*******",
        date:"2025.03.28",
        bookImg: "img/리뷰3책.jpg",
        bookTitle: "시선이 머무는 순간들",
        count: 1,
        score: 100.0
    },
// 4
    {
        img:"img/리뷰4.jpeg",
        text1:"마음을 울리는 솔직한 학교폭력 경험담이 와닿았어요. 과거의 기억들을 떠올리고 알게 모르게 가해자로, 방관자로 살았던 때를 반성하는 시간을 가질 수 있었습니다.",
        star:5,
        user:"네*******",
        date:"2025.03.22",
        bookImg: "img/리뷰4책.png",
        bookTitle: "아무도 내게 괜찮냐고 묻지 않았지만",
        count: 1,
        score: 100.0
    },
// 5
    {
        img:"img/리뷰5.jpeg",
        text1:"따뜻한 색감과 그림이 마음까지 위로해주네요~결국 나를 일으키는 힘은 내 안에 있다는 메세지가 오랜 여운이 남는 동화책입니다!",
        star:5,
        user:"네*******",
        date:"2025.03.17",
        bookImg: "img/리뷰5책.jpg",
        bookTitle: "오늘도 나는",
        count: 2,
        score: 100.0
    },
];